"BUTTON_AUTHENTICATE" = "Folosește numărul meu de telefon";

"BUTTON_CREATED_ACCOUNT" = "Cont creat";

"BUTTON_CREATE_ACCOUNT" = "Creează contul";

"BUTTON_CREATING_ACCOUNT" = "Se creează contul";

"BUTTON_DISMISS" = "Renunță";

"BUTTON_NOT_NOW" = "Nu acum";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Retrimite codul de confirmare";

"BUTTON_RETRY" = "Reîncearcă";

"BUTTON_SENDING_CONF_CODE" = "Se trimite codul de confirmare";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Verifică";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Verificat";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Se verifică";

"BUTTON_SEND_CONF_CODE" = "Trimite codul de confirmare";

"BUTTON_SENT_CONF_CODE" = "Cod de confirmare trimis";

"BUTTON_SIGNED_IN" = "Conectat";

"BUTTON_SIGNING_IN" = "Conectează-te";

"BUTTON_SIGN_IN" = "Conectează-te";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Conectează-te cu Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Încearcă un alt număr";

"CALL_ME_ACTION" = "Sună-mă";

"CALL_ME_LOADING" = "Se apelează...";

"ERROR_CANT_SMS" = "Nu s-a putut trimite un mesaj SMS la acest număr.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Verifică-ți codul și încearcă din nou";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ups, se pare că ne-am lovit de o problemă de rețea. Hai să încercăm din nou! [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Verifică-ți numărul și încearcă din nou";

"ERROR_TRY_AGAIN_LATER" = "Nu am putut să te conectăm la Twitter momentan. Încearcă din nou mai târziu.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Deja ai setat un cod de verificare în 2 pași pe <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "Dacă atingi „Creare cont” mai sus, ești de acord cu <u>Condițiile de \nutilizare</u>, cu <u>Politica de confidențialitate</u>\n și cu <u>Politica pentru module cookie</u> ale Digits by Twitter și ești de acord ca alți utilizatori ai %@ să te poată găsi \ndupă numărul de telefon și/sau după e-mail.";

"FOOTNOTE_SEND_CONF_CODE" = "Dacă atingi „Trimite codul de confirmare”, <u>Digits by\nTwitter</u> va trimite un mesaj SMS sau te va suna pentru a-ți confirma \nnumărul de telefon. Se pot percepe tarife pentru mesaje și date.";

"FOOTNOTE_TOS_UPDATE" = "Dacă atingi „Conectare” mai sus, declari că ești de acord cu <u>Condițiile de \nutilizare</u>, cu <u>Politica de confidențialitate</u> și cu <u>Politica pentru module cookie</u> ale Digits by Twitter și ești de acord ca alți utilizatori ai %@ să te poată găsi \ndupă numărul de telefon și/sau după e-mail.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Introdu codul de verificare în 2 pași";

"LABEL_ENTER_CONF_CODE" = "Introdu codul de confirmare";

"LABEL_ENTER_PHONE_NUMBER" = "Introdu numărul tău de telefon";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Folosim Digits by Twitter pentru a-ți găsi mai mulți prieteni \ncare folosesc această aplicație. Când atingi OK, îți vom încărca agenda în Digits by Twitter, ca să te ajutăm să găsești utilizatori %@ pe care îi cunoști sau să ajutăm alți utilizatori ai \naplicației %@ să te găsească.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Găsește-ți prietenii";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Nu s-a putut confirma numărul tău de telefon";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Ne pare rău, nu reușim să-ți trimitem un cod de confirmare.";

"PARTIAL_FOOTNOTE_THIS_APP" = "această aplicație";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Cod de verificare";

"PLACEHOLDER_CONF_CODE" = "Cod de confirmare";

"PLACEHOLDER_YOUR_NUMBER" = "Numărul tău";

"WAIT_FOR_CONF_CODE" = "Îți vom trimite pe telefon un cod de confirmare într-un minut.";

